<template>
  <div class="legal">
    <h2 class="legal__title">
      Политика проекта в отношении обработки персональных данных.
    </h2>

    <ol class="legal__main">
      <li class="legal__main-item">Общие положения.</li>
      <p class="legal__sub-par">
        Настоящая политика обработки персональных данных составлена в
        соответствии с требованиями Федерального закона от 27.07.2006. №152-ФЗ
        «О персональных данных» и определяет порядок обработки персональных
        данных и меры по обеспечению безопасности персональных данных
        Благотворительный Фонд Константина Хабенского (далее – Оператор).
      </p>

      <ol class="legal__sub">
        <li class="legal__sub-item">
          Оператор ставит своей важнейшей целью и условием осуществления своей
          деятельности соблюдение прав и свобод человека и гражданина при
          обработке его персональных данных, в том числе защиты прав на
          неприкосновенность частной жизни, личную и семейную тайну.
        </li>
        <li class="legal__sub-item">
          Настоящая политика Оператора в отношении обработки персональных данных
          (далее – Политика) применяется ко всей информации, которую Оператор
          может получить о посетителях веб-сайта http://raklechitsa.ru.
        </li>
      </ol>
      <li class="legal__main-item">
        Основные понятия, используемые в Политике
      </li>
      <ol class="legal__sub">
        <li class="legal__sub-item">
          Автоматизированная обработка персональных данных – обработка
          персональных данных с помощью средств вычислительной техники;
        </li>
        <li class="legal__sub-item">
          Блокирование персональных данных – временное прекращение обработки
          персональных данных (за исключением случаев, если обработка необходима
          для уточнения персональных данных);
        </li>
        <li class="legal__sub-item">
          Веб-сайт – совокупность графических и информационных материалов, а
          также программ для ЭВМ и баз данных, обеспечивающих их доступность в
          сети интернет по сетевому адресу http://raklechitsa.ru;
        </li>
        <li class="legal__sub-item">
          Информационная система персональных данных — совокупность содержащихся
          в базах данных персональных данных, и обеспечивающих их обработку
          информационных технологий и технических средств;
        </li>
        <li class="legal__sub-item">
          Обезличивание персональных данных — действия, в результате которых
          невозможно определить без использования дополнительной информации
          принадлежность персональных данных конкретному Пользователю или иному
          субъекту персональных данных;
        </li>
        <li class="legal__sub-item">
          Обработка персональных данных – любое действие (операция) или
          совокупность действий (операций), совершаемых с использованием средств
          автоматизации или без использования таких средств с персональными
          данными, включая сбор, запись, систематизацию, накопление, хранение,
          уточнение (обновление, изменение), извлечение, использование, передачу
          (распространение, предоставление, доступ), обезличивание,
          блокирование, удаление, уничтожение персональных данных;
        </li>
        <li class="legal__sub-item">
          Оператор – государственный орган, муниципальный орган, юридическое или
          физическое лицо, самостоятельно или совместно с другими лицами
          организующие и (или) осуществляющие обработку персональных данных, а
          также определяющие цели обработки персональных данных, состав
          персональных данных, подлежащих обработке, действия (операции),
          совершаемые с персональными данными;
        </li>
        <li class="legal__sub-item">
          Персональные данные – любая информация, относящаяся прямо или косвенно
          к определенному или определяемому Пользователю веб-сайта
          http://raklechitsa.ru;
        </li>
        <li class="legal__sub-item">
          Пользователь – любой посетитель веб-сайта http://raklechitsa.ru;
        </li>
        <li class="legal__sub-item">
          Предоставление персональных данных – действия, направленные на
          раскрытие персональных данных определенному лицу или определенному
          кругу лиц;
        </li>
        <li class="legal__sub-item">
          Распространение персональных данных – любые действия, направленные на
          раскрытие персональных данных неопределенному кругу лиц (передача
          персональных данных) или на ознакомление с персональными данными
          неограниченного круга лиц, в том числе обнародование персональных
          данных в средствах массовой информации, размещение в
          информационно-телекоммуникационных сетях или предоставление доступа к
          персональным данным каким-либо иным способом;
        </li>
        <li class="legal__sub-item">
          Трансграничная передача персональных данных – передача персональных
          данных на территорию иностранного государства органу власти
          иностранного государства, иностранному физическому или иностранному
          юридическому лицу;
        </li>
        <li class="legal__sub-item">
          Уничтожение персональных данных – любые действия, в результате которых
          персональные данные уничтожаются безвозвратно с невозможностью
          дальнейшего восстановления содержания персональных данных в
          информационной системе персональных данных и (или) результате которых
          уничтожаются материальные носители персональных данных.
        </li>
      </ol>
      <li class="legal__main-item">
        Оператор может обрабатывать следующие персональные данные Пользователя
      </li>
      <ol class="legal__sub">
        <li class="legal__sub-item">Фамилия, имя, отчество;</li>
        <li class="legal__sub-item">Электронный адрес;</li>
        <li class="legal__sub-item">Номера телефонов;</li>
        <li class="legal__sub-item">Год, месяц, дата и место рождения;</li>
        <li class="legal__sub-item">Фотографии;</li>
        <li class="legal__sub-item">
          Также на сайте происходит сбор и обработка обезличенных данных о
          посетителях (в т.ч. файлов «cookie») с помощью сервисов
          интернет-статистики (Яндекс Метрика и Гугл Аналитика и других).
        </li>
        <li class="legal__sub-item">
          Вышеперечисленные данные далее по тексту Политики объединены общим
          понятием Персональные данные.
        </li>
      </ol>

      <li class="legal__main-item">Цели обработки персональных данных</li>
      <ol class="legal__sub">
        <li class="legal__sub-item">
          Цель обработки персональных данных Пользователя — использование
          персональных данных Пользователя для публикаций на сайте.
        </li>
        <li class="legal__sub-item">
          Также Оператор имеет право направлять Пользователю уведомления о новых
          продуктах и услугах, специальных предложениях и различных событиях.
          Пользователь всегда может отказаться от получения информационных
          сообщений, направив Оператору письмо на адрес электронной почты
          raklechitsa@bfkh.ru с пометкой «Отказ от уведомлениях о новых
          продуктах и услугах и специальных предложениях».
        </li>
        <li class="legal__sub-item">
          Обезличенные данные Пользователей, собираемые с помощью сервисов
          интернет-статистики, служат для сбора информации о действиях
          Пользователей на сайте, улучшения качества сайта и его содержания.
        </li>
      </ol>

      <li class="legal__main-item">
        Правовые основания обработки персональных данных
      </li>
      <ol class="legal__sub">
        <li class="legal__sub-item">
          Оператор обрабатывает персональные данные Пользователя только в случае
          их заполнения и/или отправки Пользователем самостоятельно через
          специальные формы, расположенные на сайте http://raklechitsa.ru.
          Заполняя соответствующие формы и/или отправляя свои персональные
          данные Оператору, Пользователь выражает свое согласие с данной
          Политикой.
        </li>
        <li class="legal__sub-item">
          Оператор обрабатывает обезличенные данные о Пользователе в случае,
          если это разрешено в настройках браузера Пользователя (включено
          сохранение файлов «cookie» и использование технологии JavaScript).
        </li>
      </ol>

      <li class="legal__main-item">
        Порядок сбора, хранения, передачи и других видов обработки персональных
        данных
      </li>
      <p class="legal__sub-par">
        Безопасность персональных данных, которые обрабатываются Оператором,
        обеспечивается путем реализации правовых, организационных и технических
        мер, необходимых для выполнения в полном объеме требований действующего
        законодательства в области защиты персональных данных.
      </p>
      <ol class="legal__sub">
        <li class="legal__sub-item">
          Оператор обеспечивает сохранность персональных данных и принимает все
          возможные меры, исключающие доступ к персональным данным
          неуполномоченных лиц.
        </li>
        <li class="legal__sub-item">
          Персональные данные Пользователя никогда, ни при каких условиях не
          будут переданы третьим лицам, за исключением случаев, связанных с
          исполнением действующего законодательства.
        </li>
        <li class="legal__sub-item">
          В случае выявления неточностей в персональных данных, Пользователь
          может актуализировать их самостоятельно, путем направления Оператору
          уведомление на адрес электронной почты Оператора raklechitsa@bfkh.ru с
          пометкой «Актуализация персональных данных».
        </li>
        <li class="legal__sub-item">
          Срок обработки персональных данных является неограниченным.
          Пользователь может в любой момент отозвать свое согласие на обработку
          персональных данных, направив Оператору уведомление посредством
          электронной почты на электронный адрес Оператора raklechitsa@bfkh.ru с
          пометкой «Отзыв согласия на обработку персональных данных».
        </li>
      </ol>

      <li class="legal__main-item">
        Трансграничная передача персональных данных
      </li>
      <ol class="legal__sub">
        <li class="legal__sub-item">
          Оператор до начала осуществления трансграничной передачи персональных
          данных обязан убедиться в том, что иностранным государством, на
          территорию которого предполагается осуществлять передачу персональных
          данных, обеспечивается надежная защита прав субъектов персональных
          данных.
        </li>
        <li class="legal__sub-item">
          Трансграничная передача персональных данных на территории иностранных
          государств, не отвечающих вышеуказанным требованиям, может
          осуществляться только в случае наличия согласия в письменной форме
          субъекта персональных данных на трансграничную передачу его
          персональных данных и/или исполнения договора, стороной которого
          является субъект персональных данных.
        </li>
      </ol>
      <li class="legal__main-item">Заключительные положения</li>
      <ol class="legal__sub">
        <li class="legal__sub-item">
          Пользователь может получить любые разъяснения по интересующим
          вопросам, касающимся обработки его персональных данных, обратившись к
          Оператору с помощью электронной почты raklechitsa@bfkh.ru.
        </li>
        <li class="legal__sub-item">
          В данном документе будут отражены любые изменения политики обработки
          персональных данных Оператором. Политика действует бессрочно до замены
          ее новой версией.
        </li>
        <li class="legal__sub-item">
          Актуальная версия Политики в свободном доступе расположена в сети
          Интернет по адресу http://raklechitsa.ru/policy.
        </li>
      </ol>
    </ol>
    <nxt-footer :blockName="'footer'" />
  </div>
</template>

<script>
import Footer from '@/components/Footer';
export default {
  components: {
    'nxt-footer': Footer,
  },
};
</script>

<style scoped>
.legal {
  padding: 130px 330px 230px 330px;
}

.legal__wrapper {
  display: flex;
}

.legal__title {
  font-size: 2.375rem;
  line-height: 3rem;
  font-weight: 500;
  text-align: center;
  margin: 0 30px;
}

.legal__main {
  padding-left: 0;
  margin-left: 20px;
}

.legal__main-item {
  font-weight: bold;
  margin-top: 100px;
}

.legal__sub-par {
  margin-top: 40px;
  margin-left: -20px;
}

.legal__sub {
  padding-left: 0;
}

.legal__sub-item {
  margin-top: 30px;
}

@media screen and (max-width: 768px) {
  .legal {
    padding: 80px 40px;
  }
}
</style>
